<?php
/**
* @package phpBBex
* @copyright (c) 2015 phpBB Group, Vegalogic Software
* @license GNU Public License
*/

if (!defined('IN_PHPBB'))
{
	exit;
}

$help = array(
	array(
		0 => '--',
		1 => 'Раздел 1. Форум'
	),
	array(
		0 => '1.1. Общие положения',
		1 => 'Данные правила действительны для всего форума, если иное не оговорено отдельно. Незнание этих и других правил форума не только не освобождает вас от ответственности за их нарушение, но и само по себе является нарушением и отягчающим вину обстоятельством. Данные правила могут быть изменены или дополнены в силу возникновения обстоятельств, не рассмотренных в настоящих правилах. За нарушения этих правил к пользователю могут быть применены некоторые штрафные санкции.'
	),
	array(
		0 => '1.2. Общие правила',
		1 => 'Запрещены:<ol><li>реклама без согласования с администратором;</li><li>порнография и шок-контент;</li><li>грубые и нецензурные выражения;</li><li>клевета и публикация чужой личной информации;</li><li>унижения, оскорбления, угрозы;</li><li>пропаганда античеловечных идей и идеологий (фашизм, расизм, гомофобия и т.д.);</li><li>разжигание вражды, ненависти и розни;</li><li>призывы к насилию или нарушению международного законодательства.</li></ol>'
	),
	array(
		0 => '1.3. Регистрация',
		1 => 'Запрещается:<ol><li>регистрация нескольких учётных записей;</li><li>указание несуществующего адреса электронной почты;</li><li>использование адреса веб-сайта или номера телефона в качестве имени;</li><li>использование имени, схожего с именем другого пользователя форума;</li><li>использование аватары, уже используемой кем-либо на данном форуме.</li></ol>'
	),
	array(
		0 => '--',
		1 => 'Раздел 2. Темы и сообщения'
	),
	array(
		0 => '2.1. Темы',
		1 => 'Запрещается:<ol><li>создание тем, обращенных к конкретным пользователям форума;</li><li>создание малосодержательных тем, тем с заведомым расчётом на флуд, оффтоп и флейм;</li><li>дублирование уже существующих тем;</li><li>создание тем, которые не соответствуют тематике раздела.</li></ol>',
	),
	array(
		0 => '2.2. Название темы',
		1 => 'Правило: название темы должно как можно более ясно отражать её суть.<br />Запрещается:<ol><li>использование в качестве темы малосодержательных выражений, таких как: «Помогите!», «Срочно!», «Проблема!» и др.;</li><li>частичное или полное написание названия заглавными буквами: «ЧТО ДЕЛАТЬ???»;</li><li>использование большого количества сгруппированных знаков препинания: «Компьютер при загрузке зависает!!! Что делать??????»;</li><li>украшательство названия различными символами: «..::Название темы::..»;</li><li>использование названия темы, никак логически не связанного с вашим сообщением.</li></ol>Рекомендуется как можно более кратко раскрыть суть темы: «Результаты чемпионата по игре в Quake III».',
	),
	array(
		0 => '2.3. Сообщения',
		1 => 'Запрещается:<ol><li>написание сообщения заглавными буквами;</li><li>злоупотребление BBCode (применение стиля ко всему сообщению);</li><li>использование методик написания текста, при которых его смысл не всегда ясен посетителям: «LLImo Humb yMHoe cka3aJI 6bI...»;</li><li>использование смайликов с других сайтов при помощи BBCode [img];</li><li>вставка изображений объёмом более 1000 килобайт при помощи BBCode [img].</li></ol>',
	),
	array(
		0 => '2.4. Обсуждения',
		1 => 'Запрещается:<ol><li>обсуждение действий модераторов форума вне предназначенного для этого раздела;</li><li>флейм — переход во время обсуждения чего-либо границ вежливости;</li><li>флуд — бессмысленная или малосодержательная информация, которая не несёт в себе смысловой нагрузки, т.е. короткие сообщения вроде «класс», «интересно» и др.;</li><li>оффтоп — сообщения которые не соответствуют теме, т.е. если разговор идет о марках машин, а сообщение написано о том, что завтра вы идете в кино;</li><li>личная переписка — для решения личных вопросов есть система Личных Сообщений;</li><li>применение нечестных приёмов ведения дискуссий в виде «передёргиваний» высказываний собеседников, правки или удаления своих собственных сообщений с целью исказить или скрыть их первоначальный смысл.</li></ol>'
	)
);
