<?php
/**
* @package phpBBex
* @copyright (c) 2015 phpBB Group, Vegalogic Software
* @license GNU Public License
*/

if (!defined('IN_PHPBB'))
{
	exit;
}

$synonyms = [
	'абонент'			=> 'абанент',
	'абориген'			=> 'абариген',
	'аббревиатура'		=> 'абревиатура',
	'авангард'			=> 'авангарт',
	'авиапочта'			=> 'авиопочта',
	'автомобиль'		=> 'машина',
	'агрессивный'		=> 'агресивный',
	'агрессия'			=> 'агресия',
	'агрессор'			=> 'агресор',
	'адъютант'			=> 'адьютант',
	'адекватный'		=> 'адэкватный',
	'ажиотаж'			=> 'ажиатаж',
	'аккомпанемент'		=> 'аккомпанимент',
	'акклиматизация'	=> 'аклиматизация',
	'аксиома'			=> 'аксеома',
	'аккумулятор'		=> 'акумулятор',
	'аккуратный'		=> 'акуратный',
	'амплитуда'			=> 'амплетуда',
	'анестезия'			=> 'анастезия',
	'апартаменты'		=> 'квартира',
	'аппарат'			=> 'апарат',
	'аппаратура'		=> 'апаратура',
	'апелляция'			=> 'апеляция',
	'аппендицит'		=> 'апендицит',
	'аранжировка'		=> 'оранжировка',
	'ассистент'			=> 'асистент',

	'баррикада'			=> 'барикада',
	'блондин'			=> 'бландин',
	'блондинка'			=> 'бландинка',
	'борьба'			=> 'борбьа',
	'брошюра'			=> 'брошура',
	'бюллетень'			=> 'бюлетень',

	'весь'				=> 'евсь',
	'взгляд'			=> 'взлгяд',
	'высокий'			=> 'высоикй',

	'глава'				=> 'раздел',
	'горилла'			=> 'гарилла',

	'документ'			=> 'докмент',
	'дорога'			=> 'доорга',
	'другой'			=> 'другйо',

	'если'				=> 'елси',

	'загрузить'			=> 'скачать',
	'загрузка'			=> 'скачивание',

	'инженер'			=> 'инжинер',
	'инцидент'			=> 'инциндент',

	'камень'			=> 'каемнь',
	'компьютер'			=> 'комп',
	'костюм'			=> 'наряд',

	'названый'			=> 'названный',
	'невиданный'		=> 'невиданый',
	'несколько'			=> 'нексолько',
	'нельзя'			=> 'нелзя',
	'неожиданный'		=> 'неожиданый',
	'невропатолог'		=> 'нервопатолог',

	'перемещение'		=> 'передвижение',
	'поведение'			=> 'паведение',
	'поиск'				=> 'нахождение',
	'прибор'			=> 'оборудование',
	'просто'			=> 'легко',
	'путешествие'		=> 'поход',

	'развитие'			=> 'равзитие',

	'случай'			=> 'слуачй',
	'сообщение'			=> 'пост',
	'стихотворение'		=> 'стихи',

	'танец'				=> 'пляска',
	'том'				=> 'раздел',
	'тяжело'			=> 'сложно',

	'устройство'		=> 'оборудование',

	'центр'				=> 'центер',

	'шоу'				=> 'выступление',

	'энциклопедия'		=> 'энцеклопедия',
	'эффект'			=> 'эфект',
];
